Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Balances are read from public networks. Aperture itself sends nothing — but the public RPC providers may log requests.
af: Saldo’s word vanaf openbare netwerke gelees. Aperture self stuur niks nie — maar die openbare RPC-verskaffers kan versoeke aanteken.
ar: تُقرأ الأرصدة من شبكات عامة. لا يُرسل Aperture بحدّ ذاته أي شيء — غير أن مزوّدي RPC العموميين قد يسجّلون الطلبات.
bg: Салдата се четат от публични мрежи. Самият Aperture не изпраща нищо, но публичните RPC доставчици може да записват заявките в дневник.
bn: ব্যালেন্স পাবলিক নেটওয়ার্ক থেকে পড়া হয়। Aperture নিজে কিছুই পাঠায় না — তবে পাবলিক RPC প্রদানকারীরা অনুরোধগুলো লগ করতে পারে।
ca: Els saldos es llegeixen des de xarxes públiques. L'Aperture per si mateix no envia res, però els proveïdors públics de RPC poden registrar les peticions.
cs: Zůstatky se načítají z veřejných sítí. Samotný Aperture nic neodesílá, ale veřejní poskytovatelé RPC mohou požadavky logovat.
da: Saldoerne læses fra offentlige netværk. Selve Aperture sender intet, men de offentlige RPC-udbydere kan logge forespørgslerne.
de: Die Guthaben werden aus öffentlichen Netzwerken gelesen. Aperture selbst sendet nichts — die öffentlichen RPC-Anbieter können die Anfragen jedoch protokollieren.
el: Τα υπόλοιπα διαβάζονται από δημόσια δίκτυα. Το ίδιο το Aperture δεν στέλνει τίποτα — όμως οι δημόσιοι πάροχοι RPC ενδέχεται να καταγράφουν τα αιτήματα.
es: Los saldos se leen desde redes públicas. Aperture en sí no envía nada, pero los proveedores públicos de RPC podrían registrar las peticiones.
et: Saldosid loetakse avalikest võrkudest. Aperture ise ei saada midagi, kuid avalikud RPC pakkujad võivad päringuid logida.
fa: موجودی‌ها از شبکه‌های عمومی خوانده می‌شوند. خود Aperture چیزی ارسال نمی‌کند — اما ارائه‌دهندگان عمومی RPC ممکن است درخواست‌ها را در گزارش‌های خود ثبت کنند.
fi: Saldot luetaan julkisista verkoista. Aperture itse ei lähetä mitään, mutta julkiset RPC-palveluntarjoajat voivat kirjata pyynnöt.
fil: Binabasa ang mga balanse mula sa mga pampublikong network. Ang Aperture mismo ay walang ipinapadala — ngunit maaaring i-log ng pampublikong mga RPC provider ang mga kahilingan.
fr: Les soldes sont lus depuis des réseaux publics. Aperture lui-même n’envoie rien, mais les fournisseurs publics de RPC peuvent journaliser les requêtes.
he: היתרות נקראות מרשתות ציבוריות. Aperture עצמו לא שולח דבר, אך ספקי ה-RPC הציבוריים עלולים לרשום את הבקשות ביומן.
hi: शेष राशि सार्वजनिक नेटवर्क से पढ़ी जाती है। Aperture स्वयं कुछ नहीं भेजता — लेकिन सार्वजनिक RPC प्रदाता अनुरोधों को लॉग कर सकते हैं।
hr: Stanja se čitaju iz javnih mreža. Sam Aperture ne šalje ništa, no javni pružatelji RPC-a mogu bilježiti zahtjeve.
hu: Az egyenlegek nyilvános hálózatokból olvashatók. Maga az Aperture semmit sem küld, de a nyilvános RPC-szolgáltatók naplózhatják a kéréseket.
id: Saldo dibaca dari jaringan publik. Aperture sendiri tidak mengirim apa pun — tetapi penyedia RPC publik mungkin mencatat permintaannya.
is: Stöður eru lesnar af opinberum netum. Aperture sjálft sendir ekkert — en opinberir RPC-veitendur kunna að skrá fyrirspurnir.
it: I saldi vengono letti da reti pubbliche. Aperture in sé non invia nulla, ma i provider RPC pubblici potrebbero registrare le richieste.
ja: 残高は公開ネットワークから読み取られます。Aperture 自体は何も送信しませんが、公開 RPC プロバイダーがリクエストを記録する可能性はあります。
ko: 잔액은 공개 네트워크에서 읽어옵니다. Aperture 자체는 아무것도 전송하지 않지만, 공개 RPC 제공자가 요청을 기록할 수 있습니다.
lt: Likučiai skaitomi iš viešųjų tinklų. Pati Aperture nieko nesiunčia, tačiau vieši RPC tiekėjai gali registruoti užklausas.
lv: Bilances tiek nolasītas no publiskajiem tīkliem. Pats Aperture nesūta neko, taču publiskie RPC pakalpojumu sniedzēji var reģistrēt pieprasījumus.
ml: ബാലൻസുകൾ പൊതു നെറ്റ്‌വർക്കുകളിൽ നിന്നാണ് വായിക്കുന്നത്. Aperture സ്വയം ഒന്നും അയയ്ക്കുന്നില്ല — പക്ഷേ പൊതു RPC ദാതാക്കൾ അഭ്യർത്ഥനകൾ ലോഗ് ചെയ്യാം.
mr: शिल्लक रकमा सार्वजनिक नेटवर्क्समधून वाचल्या जातात. Aperture स्वतः काहीही पाठवत नाही — पण सार्वजनिक RPC प्रदाते विनंत्या लॉग करू शकतात.
ms: Baki dibaca daripada rangkaian awam. Aperture sendiri tidak menghantar apa-apa — tetapi penyedia RPC awam mungkin merekodkan permintaan.
nb: Saldoer leses fra offentlige nettverk. Aperture sender selv ingenting, men offentlige RPC-leverandører kan logge forespørslene.
nl: De saldi worden uitgelezen via openbare netwerken. Aperture zelf verstuurt niets, maar de openbare RPC-aanbieders kunnen verzoeken loggen.
pa: ਬਕਾਏ ਜਨਤਕ ਨੈੱਟਵਰਕਾਂ ਤੋਂ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ। Aperture ਆਪ ਕੁਝ ਨਹੀਂ ਭੇਜਦਾ — ਪਰ ਜਨਤਕ RPC ਪ੍ਰਦਾਤਾ ਬੇਨਤੀਆਂ ਨੂੰ ਲਾਗ ਕਰ ਸਕਦੇ ਹਨ।
pl: Salda są odczytywane z sieci publicznych. Aperture sam z siebie niczego nie wysyła, ale publiczni dostawcy RPC mogą zapisywać żądania w logach.
pt_br: Os saldos são lidos de redes públicas. O próprio Aperture não envia nada — mas os provedores públicos de RPC podem registrar as solicitações.
ro: Soldurile sunt citite din rețele publice. Aperture în sine nu trimite nimic, dar furnizorii publici de RPC pot înregistra solicitările.
ru: Балансы считываются из публичных сетей. Сам Aperture ничего не отправляет, однако публичные провайдеры RPC могут вести журнал запросов.
sk: Zostatky sa čítajú z verejných sietí. Samotný Aperture nič neposiela, ale verejní poskytovatelia RPC môžu žiadosti zaznamenávať.
sl: Stanja se berejo iz javnih omrežij. Aperture sam ne pošlje ničesar, vendar lahko javni ponudniki RPC zahteve beležijo.
sr: Стања се читају са јавних мрежа. Сам Aperture не шаље ништа, али јавни RPC провајдери могу да бележе захтеве.
sv: Saldon läses från publika nätverk. Aperture i sig skickar ingenting, men de publika RPC-leverantörerna kan logga förfrågningar.
sw: Salio husomwa kutoka kwa mitandao ya umma. Aperture yenyewe haitumi chochote — lakini watoa huduma wa RPC wa umma wanaweza kuhifadhi maombi katika kumbukumbu.
ta: இருப்புகள் பொது நெட்வொர்க்குகளில் இருந்து வாசிக்கப்படுகின்றன. Aperture தானே எதையும் அனுப்புவதில்லை — ஆனால் பொது RPC வழங்குநர்கள் கோரிக்கைகளை பதிவு செய்யக்கூடும்.
te: నిల్వలు పబ్లిక్ నెట్‌వర్క్‌ల నుండి చదవబడతాయి. Aperture తానే ఏదీ పంపదు — కానీ పబ్లిక్ RPC ప్రొవైడర్లు అభ్యర్థనలను లాగ్ చేయవచ్చు.
th: ยอดคงเหลือถูกอ่านจากเครือข่ายสาธารณะ ตัว Aperture เองไม่ได้ส่งสิ่งใด — แต่ผู้ให้บริการ RPC สาธารณะอาจบันทึกการร้องขอ
tr: Bakiyeler herkese açık ağlardan okunur. Aperture'ün kendisi hiçbir şey göndermez, ancak herkese açık RPC sağlayıcıları istekleri günlüğe kaydedebilir.
uk: Баланси зчитуються з публічних мереж. Сам Aperture нічого не надсилає, але публічні постачальники RPC можуть фіксувати запити.
ur: بیلنس عوامی نیٹ ورکس سے پڑھے جاتے ہیں۔ Aperture خود کچھ نہیں بھیجتا — مگر عوامی RPC فراہم کنندگان درخواستوں کا ریکارڈ رکھ سکتے ہیں۔
vi: Số dư được đọc từ các mạng công khai. Bản thân Aperture không gửi gì cả — nhưng các nhà cung cấp RPC công cộng có thể ghi lại các yêu cầu.
zh_hans: 余额是从公开网络读取的。Aperture 本身不会发送任何数据 — 但公开的 RPC 服务方可能会记录这些请求。
zh_hant: 餘額是從公開網路讀取的。Aperture 本身不會傳送任何資料 — 但公開的 RPC 服務方可能會記錄這些請求。

source: Base fee only
af: Slegs basisfooi
ar: الرسوم الأساسية فقط
bg: Само базова такса
bn: শুধু ভিত্তি ফি
ca: Només comissió base
cs: Pouze základní poplatek
da: Kun basisgebyr
de: Nur Grundgebühr
el: Μόνο βασικό τέλος
es: Solo comisión base
et: Ainult baastasu
fa: فقط کارمزد پایه
fi: Vain perusmaksu
fil: Base fee lamang
fr: Frais de base uniquement
he: עמלת בסיס בלבד
hi: केवल आधार शुल्क
hr: Samo osnovna naknada
hu: Csak alapdíj
id: Hanya biaya dasar
is: Aðeins grunngjald
it: Solo commissione base
ja: 基本手数料のみ
ko: 기본 수수료만
lt: Tik bazinis mokestis
lv: Tikai pamatmaksa
ml: അടിസ്ഥാന ഫീസ് മാത്രം
mr: फक्त मूळ फी
ms: Yuran asas sahaja
nb: Bare basisgebyr
nl: Alleen basiskosten
pa: ਸਿਰਫ਼ ਮੂਲ ਫ਼ੀਸ
pl: Tylko opłata podstawowa
pt_br: Apenas taxa base
ro: Doar comisionul de bază
ru: Только базовая комиссия
sk: Iba základný poplatok
sl: Samo osnovna nadomestnina
sr: Само основна накнада
sv: Endast basavgift
sw: Ada ya msingi pekee
ta: அடிப்படை கட்டணம் மட்டும்
te: బేస్ ఫీజు మాత్రమే
th: ค่าธรรมเนียมพื้นฐานเท่านั้น
tr: Yalnızca temel ücret
uk: Лише базова комісія
ur: صرف بنیادی فیس
vi: Chỉ phí cơ bản
zh_hans: 仅基础费
zh_hant: 僅基礎費

source: Before you continue
af: Voordat jy voortgaan
ar: قبل أن تتابع
bg: Преди да продължите
bn: এগিয়ে যাওয়ার আগে
ca: Abans de continuar
cs: Než budete pokračovat
da: Før du fortsætter
de: Bevor Sie fortfahren
el: Πριν συνεχίσετε
es: Antes de continuar
et: Enne jätkamist
fa: پیش از ادامه
fi: Ennen kuin jatkat
fil: Bago ka magpatuloy
fr: Avant de continuer
he: לפני שממשיכים
hi: जारी रखने से पहले
hr: Prije nego što nastavite
hu: Mielőtt folytatja
id: Sebelum Anda melanjutkan
is: Áður en þú heldur áfram
it: Prima di continuare
ja: 続ける前に
ko: 계속하기 전에
lt: Prieš tęsiant
lv: Pirms turpināt
ml: തുടരുന്നതിന് മുമ്പ്
mr: पुढे जाण्यापूर्वी
ms: Sebelum anda meneruskan
nb: Før du fortsetter
nl: Voordat je verdergaat
pa: ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ
pl: Zanim przejdziesz dalej
pt_br: Antes de continuar
ro: Înainte să continui
ru: Прежде чем продолжить
sk: Skôr než budete pokračovať
sl: Preden nadaljujete
sr: Пре него што наставите
sv: Innan du fortsätter
sw: Kabla ya kuendelea
ta: தொடரும் முன்
te: కొనసాగించే ముందు
th: ก่อนดำเนินการต่อ
tr: Devam etmeden önce
uk: Перш ніж продовжити
ur: آگے بڑھنے سے پہلے
vi: Trước khi bạn tiếp tục
zh_hans: 继续之前
zh_hant: 繼續之前

source: Biometric setup
af: Biometriese opstelling
ar: إعداد القياسات الحيوية
bg: Настройка на биометрия
bn: বায়োমেট্রিক সেটআপ
ca: Configuració biomètrica
cs: Nastavení biometrie
da: Biometrisk opsætning
de: Biometrie einrichten
el: Διαμόρφωση βιομετρικών
es: Configuración biométrica
et: Biomeetria seadistus
fa: تنظیمات زیست‌سنجی
fi: Biometriikan asetukset
fil: Pag‑setup ng biometric
fr: Configuration biométrique
he: הגדרת ביומטריה
hi: बायोमेट्रिक सेटअप
hr: Postavljanje biometrije
hu: Biometrikus beállítás
id: Pengaturan biometrik
is: Uppsetning lífkenna
it: Configurazione biometrica
ja: 生体認証の設定
ko: 생체 인증 설정
lt: Biometrijos nustatymas
lv: Biometrijas iestatīšana
ml: ബയോമെട്രിക് സജ്ജീകരണം
mr: बायोमेट्रिक सेटअप
ms: Tetapan biometrik
nb: Biometrisk oppsett
nl: Biometrische configuratie
pa: ਬਾਇਓਮੈਟ੍ਰਿਕ ਸੈੱਟਅੱਪ
pl: Konfiguracja biometryczna
pt_br: Configuração biométrica
ro: Configurare biometrică
ru: Настройка биометрии
sk: Nastavenie biometrie
sl: Nastavitev biometrije
sr: Подешавање биометрије
sv: Biometrisk konfiguration
sw: Usanidi wa biometriki
ta: உயிரியல் அமைப்பு
te: బయోమెట్రిక్ సెటప్
th: การตั้งค่าไบโอเมตริก
tr: Biyometrik kurulum
uk: Налаштування біометрії
ur: بایومیٹرک سیٹ‌اَپ
vi: Thiết lập sinh trắc học
zh_hans: 生物识别设置
zh_hant: 生物辨識設定

source: BIP-39 entropy and checksum, in Swift, using Apple's CryptoKit.
af: BIP-39 entropie en kontrolesom, in Swift, met Apple se CryptoKit.
ar: إنتروبيا BIP-39 والمجموع التحقق، في Swift، باستخدام CryptoKit من Apple.
bg: BIP-39 ентропия и контролна сума, на Swift, чрез CryptoKit на Apple.
bn: Apple-এর CryptoKit ব্যবহার করে Swift-এ BIP-39 এনট্রপি ও চেকসাম।
ca: Entropia i suma de comprovació BIP-39 en Swift, amb CryptoKit d'Apple.
cs: Entropie a kontrolní součet BIP-39 ve Swiftu pomocí Apple CryptoKit.
da: BIP-39-entropi og kontrolsum i Swift med Apples CryptoKit.
de: BIP-39-Entropie und -Prüfsumme in Swift, mit Apples CryptoKit.
el: Εντροπία και άθροισμα ελέγχου BIP-39, σε Swift, χρησιμοποιώντας το CryptoKit της Apple.
es: Entropía y suma de verificación BIP-39, en Swift, usando CryptoKit de Apple.
et: BIP-39 entroopia ja kontrollsumma, Swiftis, kasutades Apple'i CryptoKit'i.
fa: آنتروپی و چک‌سام BIP-39، در Swift، با استفاده از CryptoKit اپل.
fi: BIP-39-entropia ja tarkistussumma Swiftillä, käyttäen Applen CryptoKitiä.
fil: BIP-39 entropy at checksum, sa Swift, gamit ang CryptoKit ng Apple.
fr: Entropie et somme de contrôle BIP-39, en Swift, avec CryptoKit d'Apple.
he: אנטרופיה וסיכום בקרה של BIP-39, ב-Swift, באמצעות CryptoKit של Apple.
hi: Apple के CryptoKit का उपयोग करके, Swift में BIP-39 एन्ट्रॉपी और चेकसम।
hr: BIP-39 entropija i kontrolni zbroj u Swiftu, koristeći Appleov CryptoKit.
hu: BIP-39 entrópia és ellenőrzőösszeg Swiftben, az Apple CryptoKit használatával.
id: Entropi dan checksum BIP-39, di Swift, menggunakan CryptoKit Apple.
is: BIP-39 óreiða og prófsumma, í Swift, með CryptoKit frá Apple.
it: Entropia e checksum BIP-39, in Swift, usando CryptoKit di Apple.
ja: AppleのCryptoKitを使用した、SwiftでのBIP-39エントロピーとチェックサム。
ko: Apple의 CryptoKit를 사용하여 Swift로 구현된 BIP-39 엔트로피와 체크섬.
lt: BIP-39 entropija ir kontrolinė suma, „Swift“ kalba, naudojant „Apple“ „CryptoKit“.
lv: BIP-39 entropija un kontrolsumma, Swift valodā, izmantojot Apple CryptoKit.
ml: BIP-39 എൻട്രോപ്പിയും ചെക്സമും, Swift-ൽ, Apple-ന്റെ CryptoKit ഉപയോഗിച്ച്.
mr: BIP-39 एंट्रॉपी आणि चेकसम, Swift मध्ये, Apple च्या CryptoKit ने.
ms: Entropi dan checksum BIP-39, dalam Swift, menggunakan CryptoKit Apple.
nb: BIP-39-entropi og kontrollsum i Swift, med Apples CryptoKit.
nl: BIP-39 entropie en checksum, in Swift, met de CryptoKit van Apple.
pa: BIP-39 ਐਂਟਰੋਪੀ ਅਤੇ ਚੈੱਕਸਮ, Swift ਵਿੱਚ, Apple ਦੇ CryptoKit ਨਾਲ।
pl: Entropia i suma kontrolna BIP-39 w Swift, z użyciem CryptoKit firmy Apple.
pt_br: Entropia e checksum BIP-39, em Swift, usando o CryptoKit da Apple.
ro: Entropie și sumă de control BIP-39 în Swift, folosind CryptoKit de la Apple.
ru: Энтропия и контрольная сумма BIP-39 в Swift с использованием Apple CryptoKit.
sk: Entropia a kontrolný súčet BIP-39 v Swifte s použitím Apple CryptoKit.
sl: BIP-39 entropija in kontrolna vsota v Swiftu z uporabo Applovega CryptoKit.
sr: BIP-39 ентропија и контролни збир у Swift-у, користећи Apple CryptoKit.
sv: BIP-39 entropi och kontrollsumma i Swift med Apples CryptoKit.
sw: Entropy na checksum ya BIP-39, kwa Swift, kwa kutumia CryptoKit ya Apple.
ta: BIP-39 என்ட்ரோபி மற்றும் செக்சம், Swift-இல், Apple-இன் CryptoKit-ஐப் பயன்படுத்தி.
te: BIP-39 ఎంట్రోపీ మరియు చెక్‌సమ్, Swift లో, Apple యొక్క CryptoKit ఉపయోగించి.
th: เอนโทรปีและเช็คซัม BIP-39 ใน Swift โดยใช้ CryptoKit ของ Apple
tr: Apple'ın CryptoKit'i kullanılarak Swift'te BIP-39 entropisi ve sağlama toplamı.
uk: Ентропія та контрольна сума BIP-39 у Swift із використанням Apple CryptoKit.
ur: BIP-39 اینٹروپی اور چیک سَم، Swift میں، Apple کے CryptoKit کے ذریعے۔
vi: Entropy và checksum BIP-39, trong Swift, sử dụng CryptoKit của Apple.
zh_hans: 使用 Apple 的 CryptoKit,在 Swift 中实现 BIP-39 熵和校验和。
zh_hant: 使用 Apple 的 CryptoKit,在 Swift 中實作 BIP-39 熵和校驗和。

source: BIP-39 recovery phrases use a fixed list of 2048 English words. Aperture didn't find this one — it may be a typo. Here are the closest matches.
af: BIP-39-herstelfrases gebruik 'n vaste lys van 2048 Engelse woorde. Aperture het hierdie een nie gevind nie — dit mag 'n tikfout wees. Hier is die naaste passings.
ar: تستخدم عبارات الاسترداد BIP-39 قائمة ثابتة من 2048 كلمة إنجليزية. لم يعثر Aperture على هذه الكلمة — قد يكون خطأ إملائي. إليك أقرب المطابقات.
bg: Фразите за възстановяване BIP-39 използват фиксиран списък от 2048 английски думи. Aperture не намери тази дума — възможно е да е печатна грешка. По-долу са най-близките съвпадения.
bn: BIP-39 পুনরুদ্ধার বাক্যাংশগুলি ২০৪৮টি ইংরেজি শব্দের একটি নির্দিষ্ট তালিকা ব্যবহার করে। Aperture এটি খুঁজে পায়নি — এটি বানান ভুল হতে পারে। এখানে নিকটতম মিলগুলি রয়েছে।
ca: Les frases de recuperació BIP-39 utilitzen una llista fixa de 2048 paraules en anglès. Aperture no ha trobat aquesta — pot ser un error d'escriptura. Aquestes són les coincidències més properes.
cs: Fráze pro obnovení BIP-39 používají pevný seznam 2048 anglických slov. Aperture toto slovo nenašel — může jít o překlep. Níže jsou nejbližší shody.
da: BIP-39-gendannelsessætninger bruger en fast liste med 2048 engelske ord. Aperture fandt ikke dette ord — det kan være en tastefejl. Her er de nærmeste resultater.
de: BIP-39-Wiederherstellungsphrasen verwenden eine feste Liste von 2048 englischen Wörtern. Aperture hat dieses Wort nicht gefunden — möglicherweise ein Tippfehler. Hier sind die nächstliegenden Treffer.
el: Οι φράσεις ανάκτησης BIP-39 χρησιμοποιούν μια σταθερή λίστα 2048 αγγλικών λέξεων. Το Aperture δεν βρήκε αυτήν τη λέξη — ίσως πρόκειται για τυπογραφικό λάθος. Παρακάτω είναι τα κοντινότερα ταιριάσματα.
es: Las frases de recuperación BIP-39 usan una lista fija de 2048 palabras en inglés. Aperture no encontró esta — puede ser un error de escritura. Aquí están las coincidencias más cercanas.
et: BIP-39 taastefraasid kasutavad fikseeritud nimekirja, mis sisaldab 2048 ingliskeelset sõna. Aperture seda sõna ei leidnud — see võib olla trükiviga. Siin on lähimad vasted.
fa: عبارت‌های بازیابی BIP-39 از فهرست ثابتی شامل ۲۰۴۸ کلمه‌ی انگلیسی استفاده می‌کنند. Aperture این کلمه را پیدا نکرد — ممکن است اشتباه تایپی باشد. نزدیک‌ترین موارد در زیر آمده است.
fi: BIP-39-palautuslauseet käyttävät kiinteää 2048 englanninkielisen sanan luetteloa. Aperture ei löytänyt tätä sanaa — kyseessä saattaa olla kirjoitusvirhe. Tässä lähimmät vastaavuudet.
fil: Ang mga BIP-39 recovery phrase ay gumagamit ng nakatakdang listahan ng 2048 salitang Ingles. Hindi natagpuan ng Aperture ang salitang ito — maaaring isang typo. Narito ang pinakamalapit na mga tugma.
fr: Les phrases de récupération BIP-39 utilisent une liste fixe de 2048 mots anglais. Aperture n'a pas trouvé celui-ci — il s'agit peut-être d'une faute de frappe. Voici les correspondances les plus proches.
he: ביטויי שחזור BIP-39 משתמשים ברשימה קבועה של 2048 מילים באנגלית. Aperture לא מצאה את המילה הזו — ייתכן שמדובר בשגיאת הקלדה. להלן ההתאמות הקרובות ביותר.
hi: BIP-39 रिकवरी वाक्यांश 2048 अंग्रेज़ी शब्दों की एक निश्चित सूची का उपयोग करते हैं। Aperture को यह शब्द नहीं मिला — यह वर्तनी की गलती हो सकती है। यहाँ सबसे निकटतम मिलान दिए गए हैं।
hr: BIP-39 fraze za oporavak koriste fiksni popis od 2048 engleskih riječi. Aperture nije pronašao ovu — može biti tipfeler. Ovdje su najbliža podudaranja.
hu: A BIP-39 helyreállítási kifejezések 2048 angol szóból álló rögzített listát használnak. Az Aperture nem találta ezt a szót — lehet, hogy elgépelés. Az alábbiakban a legközelebbi találatok láthatók.
id: Frasa pemulihan BIP-39 menggunakan daftar tetap berisi 2048 kata bahasa Inggris. Aperture tidak menemukan kata ini — mungkin kesalahan ketik. Berikut adalah kecocokan terdekat.
is: BIP-39 endurheimtarsetningar nota fastan lista með 2048 enskum orðum. Aperture fann ekki þetta orð — það gæti verið innsláttarvilla. Hér eru nánustu samsvaranir.
it: Le frasi di recupero BIP-39 usano un elenco fisso di 2048 parole inglesi. Aperture non ha trovato questa — potrebbe essere un errore di battitura. Ecco le corrispondenze più vicine.
ja: BIP-39 リカバリーフレーズは 2048 個の英単語からなる固定リストを使用します。Aperture はこの単語を見つけられませんでした——入力ミスの可能性があります。以下は最も近い候補です。
ko: BIP-39 복구 구문은 2048개의 영어 단어로 구성된 고정된 목록을 사용합니다. Aperture가 이 단어를 찾지 못했습니다——오타일 수 있습니다. 가장 가까운 일치 항목은 다음과 같습니다.
lt: BIP-39 atkūrimo frazės naudoja fiksuotą 2048 anglų kalbos žodžių sąrašą. Aperture šio žodžio nerado — gali būti rašybos klaida. Štai artimiausi atitikmenys.
lv: BIP-39 atkopšanas frāzes izmanto fiksētu sarakstu ar 2048 angļu vārdiem. Aperture neatrada šo vārdu — iespējams, drukas kļūda. Šeit ir tuvākās atbilstības.
ml: BIP-39 വീണ്ടെടുക്കൽ വാക്യങ്ങൾ 2048 ഇംഗ്ലീഷ് വാക്കുകളുടെ ഒരു സ്ഥിര പട്ടിക ഉപയോഗിക്കുന്നു. Aperture ഇത് കണ്ടെത്തിയില്ല — ഇത് അക്ഷരപ്പിശകാകാം. ഇതാ ഏറ്റവും അടുത്ത പൊരുത്തങ്ങൾ.
mr: BIP-39 रिकव्हरी वाक्यांश 2048 इंग्रजी शब्दांची एक निश्चित यादी वापरतात. Aperture ला हा शब्द सापडला नाही — ही टंकलेखन चूक असू शकते. इथे सर्वात जवळची जुळणी आहे.
ms: Frasa pemulihan BIP-39 menggunakan senarai tetap 2048 perkataan Inggeris. Aperture tidak menjumpai perkataan ini — mungkin kesilapan menaip. Berikut adalah padanan terdekat.
nb: BIP-39-gjenopprettingsfraser bruker en fast liste med 2048 engelske ord. Aperture fant ikke dette ordet — det kan være en skrivefeil. Her er de nærmeste treffene.
nl: BIP-39-herstelzinnen gebruiken een vaste lijst van 2048 Engelse woorden. Aperture heeft dit woord niet gevonden — het kan een typefout zijn. Hier zijn de dichtstbijzijnde overeenkomsten.
pa: BIP-39 ਰਿਕਵਰੀ ਵਾਕੰਸ਼ 2048 ਅੰਗਰੇਜ਼ੀ ਸ਼ਬਦਾਂ ਦੀ ਇੱਕ ਨਿਸ਼ਚਿਤ ਸੂਚੀ ਵਰਤਦੇ ਹਨ। Aperture ਨੂੰ ਇਹ ਸ਼ਬਦ ਨਹੀਂ ਮਿਲਿਆ — ਇਹ ਟੰਕਣ ਗਲਤੀ ਹੋ ਸਕਦੀ ਹੈ। ਇੱਥੇ ਸਭ ਤੋਂ ਨੇੜਲੇ ਮੇਲ ਹਨ।
pl: Frazy odzyskiwania BIP-39 korzystają ze stałej listy 2048 angielskich słów. Aperture nie znalazł tego słowa — może to być literówka. Oto najbliższe dopasowania.
pt_br: As frases de recuperação BIP-39 usam uma lista fixa de 2048 palavras em inglês. O Aperture não encontrou esta — pode ser um erro de digitação. Veja as correspondências mais próximas.
ro: Frazele de recuperare BIP-39 folosesc o listă fixă de 2048 de cuvinte englezești. Aperture nu a găsit acest cuvânt — poate fi o greșeală de tastare. Mai jos sunt cele mai apropiate potriviri.
ru: Фразы восстановления BIP-39 используют фиксированный список из 2048 английских слов. Aperture не нашёл это слово — возможно, опечатка. Ниже — ближайшие совпадения.
sk: Frázy na obnovenie BIP-39 používajú pevný zoznam 2048 anglických slov. Aperture toto slovo nenašiel — môže ísť o preklep. Tu sú najbližšie zhody.
sl: Obnovitveni izrazi BIP-39 uporabljajo nespremenljiv seznam 2048 angleških besed. Aperture te besede ni našel — morda gre za tipkarsko napako. Spodaj so najbližja ujemanja.
sr: BIP-39 фразе за опоравак користе фиксну листу од 2048 енглеских речи. Aperture није пронашао ову реч — можда је словна грешка. Ево најближих подударања.
sv: BIP-39-återställningsfraser använder en fast lista med 2048 engelska ord. Aperture hittade inte detta ord — det kan vara ett skrivfel. Här är de närmaste träffarna.
sw: Vifungu vya kurejesha vya BIP-39 hutumia orodha thabiti ya maneno 2048 ya Kiingereza. Aperture haikupata neno hili — huenda ni kosa la kuandika. Hivi hapa ni vinavyolingana karibu zaidi.
ta: BIP-39 மீட்புச் சொற்றொடர்கள் 2048 ஆங்கிலச் சொற்களின் நிலையான பட்டியலைப் பயன்படுத்துகின்றன. Aperture இதைக் கண்டறியவில்லை — இது எழுத்துப் பிழையாக இருக்கலாம். மிக நெருக்கமான பொருத்தங்கள் இங்கே.
te: BIP-39 రికవరీ పదబంధాలు 2048 ఆంగ్ల పదాల స్థిర జాబితాను ఉపయోగిస్తాయి. Aperture దీన్ని కనుగొనలేదు — ఇది అక్షరదోషం కావచ్చు. ఇక్కడ అత్యంత సన్నిహిత సరిపోలికలు ఉన్నాయి.
th: วลีกู้คืน BIP-39 ใช้รายการคำภาษาอังกฤษคงที่ 2048 คำ Aperture ไม่พบคำนี้ — อาจเป็นการสะกดผิด นี่คือรายการที่ใกล้เคียงที่สุด
tr: BIP-39 kurtarma ifadeleri 2048 İngilizce kelimeden oluşan sabit bir liste kullanır. Aperture bu kelimeyi bulamadı — yazım hatası olabilir. İşte en yakın eşleşmeler.
uk: Фрази відновлення BIP-39 використовують фіксований список із 2048 англійських слів. Aperture не знайшов це слово — можливо, це друкарська помилка. Ось найближчі збіги.
ur: BIP-39 بازیافت جملے 2048 انگریزی الفاظ کی مقررہ فہرست استعمال کرتے ہیں۔ Aperture کو یہ لفظ نہیں ملا — یہ املا کی غلطی ہو سکتی ہے۔ یہاں قریب ترین مماثلتیں ہیں۔
vi: Cụm từ khôi phục BIP-39 sử dụng một danh sách cố định gồm 2048 từ tiếng Anh. Aperture không tìm thấy từ này — có thể là lỗi gõ phím. Đây là các kết quả phù hợp nhất.
zh_hans: BIP-39 恢复短语使用一份包含 2048 个英文单词的固定列表。Aperture 未找到这个词——可能是拼写错误。以下是最接近的匹配项。
zh_hant: BIP-39 復原片語使用一份包含 2048 個英文單字的固定清單。Aperture 找不到這個單字——可能是輸入錯誤。以下是最接近的匹配項。
